{
	"books": [
		{
			"href": "the-subtle-art-of-not-giving-a-fuck",
			"title": "The Subtle Art of Not Giving a F*ck",
			"author": "Mark Manson",
			"image_url": "/books/the-subtle-art-of-not-giving-a-fuck-mark-manson.jpg",
			"link": "https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck",
			"rating": "6",
			"review": "I am a sucker for a self help book. Very similar to a lot of other self help books I've read, take responsibility. Set goals. Happiness comes from solving problems. Choose your struggle. You are not special. Things fall apart. The tyranny of exceptionalism. B-b-b-but, if I'm not going to be special or extraordinary, what's the point. The value of suffering. You are always choosing. The responsibility/fault fallacy. Genetics and the hand we're dealt.   How to be a little less certain of yourself.  Pain is part of the process.  The importance of saying no. Rejection makes your life better. Boundaries. How to build trust. Freedom through commitment."
		},
		{
			"href": "well-you-did-ask-why-the-u-k-voted-to-leave-the-e-u-michael-ashcroft",
			"title": "Well, You Did Ask Why the UK voted to leave the EU",
			"author": "Michael Ashcroft",
			"image_url": "/books/well-you-did-ask-why-the-u-k-voted-to-leave-the-e-u-michael-ashcroft.jpg",
			"link": "https://www.goodreads.com/book/show/31942439-well-you-did-ask",
			"rating": "5",
			"review": "A summary of the country's mood that we now know led us to voting Leave in 2016. Traditional Labour voters, older working class being left behind, being taken for granted no longer being listened to. It was there in the focus groups but the political parties (and everyone else) missed it."
		},
		{
			"href": "the-places-in-between-rory-stewart",
			"title": "The Places in Between",
			"author": "Rory Stewart",
			"isbn": "0156031566",
			"image_url": "/books/the-places-in-between-rory-stewart.jpg",
			"link": "https://www.goodreads.com/book/show/95643.The_Places_in_Between",
			"rating": "8",
			"review": "Rory Stewart didn't seem like he was your average Conservative politician during the leadership election and this book confirmed it for me. An incredibly interesting read about him walking solo from Herat to Kabul after the 2001 invasion following 9/11. A real insight into the lives people of Northern Afghanistan, which is a complete contrast with everything I know having spent all my life in the west. The stories of how he slept on villagers' floors, shared their meals, and listened to their stories of the recent and ancient past was riveting, coinciding with the stories of the heroes, rogues, tribal elders and teenage soldiers that he met. The encounter with Taliban commanders was also a tense couple of pages."
		},
		{
			"href": "meditations-marcus-aurelius",
			"title": "Meditations",
			"author": "Marcus Aurelius",
			"isbn": "0140449337",
			"image_url": "/books/meditations-marcus-aurelius.jpg",
			"link": "https://www.goodreads.com/book/show/30659.Meditations",
			"rating": "7",
			"review": "Amazing that this book survived throughout history. Started dipping my toes into Roman philosophy, a reminder that humans are complex beings and we all have inner monologues. Mad that he never intended for this to be read, these are personal notes. They are very clearly mental notes for himself, I have sympathy for the writing style though as I am similar, writing short notes/thoughts for myself to come back to later. 1) You have power over your mind - not outside events. Realize this, and you will find strength. 2) Very little is needed to make a happy life; it is all within yourself in your way of thinking. "
		},
		{
			"href": "rich-dad-poor-dad-robert-t.-kiyosaki",
			"title": "Rich Dad, Poor Dad",
			"author": "Robert T. Kiyosaki",
			"isbn": "0751532711",
			"image_url": "/books/rich-dad-poor-dad-robert-t.-kiyosaki.jpg",
			"link": "https://www.goodreads.com/book/show/69571.Rich_Dad_Poor_Dad",
			"rating": "7",
			"review": "Read this a few years ago, my key take away was buy assets, not depreciating/fleeting items. Still live by this today."
		},
		{
			"href": "the-day-after-roswell-philip-j.-corso",
			"title": "The Day After Roswell",
			"author": "Philip J. Corso",
			"isbn": "067101756X",
			"image_url": "/books/the-day-after-roswell-philip-j.-corso.jpg",
			"link": "https://www.goodreads.com/book/show/391849.The_Day_After_Roswell",
			"rating": "8",
			"review": "I do love an alien conspiracy theory now and then and this book ticked a lot of those boxes. It's been a few years since I've read this, so will need to refresh my memory but the 'reverse engineering' of the technology from the space ships included: fiber optics, integrated circuit chips, and lasers. Bruh."
		},
		{
			"href": "the-wisdom-of-psychopaths-what-saints-spies-and-serial-killers-can-teach-us-about-success-kevin-dutton",
			"title": "The Wisdom of Psychopaths: What Saints, Spies, and Serial Killers Can Teach Us About Success",
			"author": "Kevin Dutton",
			"isbn": "0374291357",
			"image_url": "/books/the-wisdom-of-psychopaths-what-saints-spies-and-serial-killers-can-teach-us-about-success-kevin-dutton.jpg",
			"link": "https://www.goodreads.com/book/show/13539039-the-wisdom-of-psychopaths",
			"rating": "6",
			"review": "A sliding scale of being a psychopath. CEO's etc are on the non murder-y side. Read ages ago. Need to refresh."
		},
		{
			"href": "the-communist-manifesto-karl-marx",
			"title": "The Communist Manifesto",
			"author": "Karl Marx",
			"isbn": "0140447571",
			"image_url": "/books/the-communist-manifesto-karl-marx.jpg",
			"link": "https://www.goodreads.com/book/show/30474.The_Communist_Manifesto",
			"rating": "5",
			"review": "There are issues with class in society, just not sure tearing down the system is the way to do it. Need to read more on the subject."
		},
		{
			"href": "how-to-be-right…-in-a-world-gone-wrong-james-o'-brien",
			"title": "How To Be Right… in a World Gone Wrong",
			"author": "James O'Brien",
			"isbn": "0753553112",
			"image_url": "/books/how-to-be-right…-in-a-world-gone-wrong-james-o'-brien.jpg",
			"link": "https://www.goodreads.com/book/show/39078159-how-to-be-right-in-a-world-gone-wrong",
			"rating": "6",
			"review": "I like JOB and his LBC show, this book was just a summary of his radio show, ask questions until they can't be explained. Also if I ever call LBC for JOB and I disagree with him I know to have loads of facts written down ready..."
		},
		{
			"href": "living-better-how-i-learned-to-survive-depression-alastair-campbell",
			"title": "Living Better: How I Learned to Survive Depression",
			"author": "Alastair Campbell",
			"isbn": "152933182X",
			"image_url": "/books/living-better-how-i-learned-to-survive-depression-alastair-campbell.jpg",
			"link": "https://www.goodreads.com/book/show/55106600-living-better",
			"rating": "8",
			"review": "Really good read about how Alastair Campbell has learnt to live with his depression. It effects people in different ways and hearing him talking about his families history of mental health issues and his alcoholism was an eye opener to me. His methods of coping (the jam jar) are also interesting and how he describes his plunges were interesting and it made me feel sympathetic to people living with depression, as he does a good job of explaining it someone who may not have experienced these feelings before."
		},
		{
			"href": "left-out-the-inside-story-of-labour-under-corbyn-gabriel-pogrund",
			"title": "Left Out: The Inside Story of Labour Under Corbyn",
			"author": "Gabriel Pogrund",
			"isbn": "1847926452",
			"image_url": "/books/left-out-the-inside-story-of-labour-under-corbyn-gabriel-pogrund.jpg",
			"link": "https://www.goodreads.com/book/show/51003632-left-out",
			"rating": "7",
			"review": "Oh Jeremy Corbyn. Oh Jeremy Corbyn. This was the first of a run of politics books I read, and it turns out everyone in politics seems to have no idea what's going on most of the time. The AS issue in this book though was an eye opener, there did seem to be more of a tolerance of it in the party (which is obviously awful) and there were many opportunities to fix the issue but he didn't. Everyone knew that 2019 would be a disaster too and no one did anything about it. Shocking really."
		},
		{
			"href": "natives-race-and-class-in-the-ruins-of-empire-akala",
			"title": "Natives: Race and Class in the Ruins of Empire",
			"author": "Akala",
			"image_url": "/books/natives-race-and-class-in-the-ruins-of-empire-akala.jpg",
			"link": "https://www.goodreads.com/book/show/36352480-natives",
			"rating": "8",
			"review": "I've watched Akala's videos on YouTube of him speaking about race & class in Britain before and this book was a deeper dive in the problems he raises in those videos. Akala does a great job of going over the history of racism in the UK, the Windrush Generation and how racism isn't always the stereotypical stuff you imagine but the subtle behaviours that people change when around people of a different race. The things he had to endure throughout school was awful to read, essential reading for anyone living in Britain."
		},
		{
			"href": "for-the-record-david-cameron",
			"title": "For the Record",
			"author": "David Cameron",
			"image_url": "/books/for-the-record-david-cameron.jpg",
			"link": "https://www.goodreads.com/book/show/45876984-for-the-record",
			"rating": "4",
			"review": "Davey Cameron is a pie. The initial chapters were interesting learning about his backstory. I always find it interesting learning about where powerful people come from, but once he's in power it becomes a bit of a 'so I did this for this reason and I'm not sorry so fight me'."
		},
		{
			"href": "yes-man-danny-wallace",
			"title": "Yes Man",
			"author": "Danny Wallace",
			"isbn": "1416918345",
			"image_url": "/books/yes-man-danny-wallace.jpg",
			"link": "https://www.goodreads.com/book/show/87804.Yes_Man",
			"rating": "9",
			"review": "Love this book. I would read this book to the campers at Adirondack as it has many good live lessons I think people should live by. Saying yes to more opportunities normally always leads to good things. I should read this again soon."
		},
		{
			"href": "outliers-the-story-of-success-malcolm-gladwell",
			"title": "Outliers: The Story of Success",
			"author": "Malcolm Gladwell",
			"image_url": "/books/outliers-the-story-of-success-malcolm-gladwell.jpg",
			"link": "https://www.goodreads.com/book/show/6114128-outliers",
			"rating": "7",
			"review": "(Right place + right time) * Correct work ethic = Outliers. Good read but that equation sums it up (from memory anyway)."
		},
		{
			"href": "how-to-win-friends-and-influence-people-dale-carnegie",
			"title": "How to Win Friends and Influence People",
			"author": "Dale Carnegie",
			"isbn": "0091906814",
			"image_url": "/books/how-to-win-friends-and-influence-people-dale-carnegie.jpg",
			"link": "https://www.goodreads.com/book/show/33288.How_to_Win_Friends_and_Influence_People",
			"rating": "6",
			"review": "Do Not Criticize, Condemn or Complain. Be Generous With Praise. Remember Their Name. Be Genuinely Interested In Other People. Know The Value Of Charm. Be Quick To Acknowledge Your Own Mistakes. Don't Attempt To Win An Argument. Have Others Believe Your Conclusion Is Their Own. "
		},
		{
			"href": "a-history-of-wales-john-davies",
			"title": "A History of Wales",
			"author": "John Davies",
			"isbn": "0140145818",
			"image_url": "/books/a-history-of-wales-john-davies.jpeg",
			"link": "https://www.goodreads.com/book/show/409696.A_History_of_Wales",
			"rating": "7",
			"review": "Still reading. It's a chunky book, with lots of information densely packed in but it's so interesting. Learnt the origin of the word Saeson. Brythonic for Saxon (Englishmen). Welsh Church was denied authority because Church of England had already been given it. Hywel Dda forming the Kingdom of Deheubarth and made a pilgrimage to Rome and nearly became King of the whole of Wales, only missing parts in the South. RIP Llywelyn ap Gruffudd. Gruffydd (Llywelyn's eldest) was arrested and sent to the Tower of London, he tried to escape but fell. The window was bricked up and you can see this bricked up window still today. The areas and maps provided that show English occupcation throughout history still show their impact today. Welshman invented the equals sign. Welshman presuaded the King Edward 1st to adopt great Britain. Aberystwyth castle minted coins. Owain Glyn Dwr spent time in London before coming back to Wales. Wales could have actually broken free from England and England would have been broken up into smaller Kingdoms if they'd have pushed forward whilst the young king was early in his reign."
		},
		{
			"href": "the-art-of-war-sun-tzu",
			"title": "The Art of War",
			"author": "Sun Tzu",
			"image_url": "/books/the-art-of-war-sun-tzu.jpg",
			"link": "https://www.goodreads.com/book/show/10534.The_Art_of_War",
			"rating": "6",
			"review": "Listened on Audible. Crazy to think that these war tactics have lasted this long and probably shaped many wars across history."
		},
		{
			"href": "moneyland-oliver-bullough",
			"title": "Moneyland",
			"author": "Oliver Bullough",
			"image_url": "/books/moneyland-oliver-bullough.jpg",
			"link": "https://www.goodreads.com/book/show/39979237-moneyland",
			"rating": "8",
			"review": "A brief history of international money and how to hide it. Covering the Eurodollar- American dollars deposited in London which are not under the control of any jurisdiction. Countries selling passports in order to avoid tax (invest in this country schemes). The Moneyland name comes from the concept that rich people have no country they belong to, and thus live in Moneyland. Address leasing companies help them get away with it. Diplomatic status can be assigned to anyone by cash-strapped governments so that they can enjoy diplomatic immunity. Corruption drains money from natural resources, overseas aid and the people. In some countries the whole system is corrupt."
		},
		{
			"href": "the-great-gatsby-f-scott-fitzgerald",
			"title": "The Great Gatsby",
			"author": "F. Scott Fitzgerald",
			"image_url": "/books/the-great-gatsby-f-scott-fitzgerald.jpg",
			"link": "https://www.goodreads.com/book/show/4671.The_Great_Gatsby",
			"rating": "5",
			"review": "A classic that I listened to on Audible. Interesting story, one of those books I'd always heard about but never read. Glad I changed that."
		},
		{
			"href": "dylan-thomas-omnibus-dylan-thomas",
			"title": "Dylan Thomas Omnibus",
			"author": "Dylan Thomas",
			"image_url": "/books/dylan-thomas-omnibus-dylan-thomas.jpg",
			"link": "https://www.goodreads.com/book/show/237908.The_Dylan_Thomas_Omnibus",
			"rating": "6",
			"review": "Reading poetry is hard. Listening to it is not. Thank god for Spotify! Great stories and it made me nostalgic for a time that I wasn't alive in. Llareggub, read it backwards. Nogood Boyo."
		},
		{
			"href": "romeo-and-juliet-william-shakespeare",
			"title": "Romeo and Juliet",
			"author": "William Shakespeare",
			"image_url": "/books/romeo-and-juliet-william-shakespeare.jpg",
			"link": "https://www.goodreads.com/book/show/18135.Romeo_and_Juliet",
			"rating": "5",
			"review": "Read it in school, then re-watched the movie recently. A classic."
		},
		{
			"href": "who-moved-my-cheese-dr-spencer-johnson",
			"title": "Who Moved My Cheese",
			"author": "Dr Spencer Johnson",
			"image_url": "/books/who-moved-my-cheese-dr-spencer-johnson.jpg",
			"link": "https://www.goodreads.com/book/show/4894.Who_Moved_My_Cheese_",
			"rating": "4",
			"review": "Simple book, but a good message. If your environment changes, you should change your tactics."
		},
		{
			"href": "born-a-crime-trevor-noah",
			"title": "Born a Crime",
			"author": "Trevor Noah",
			"image_url": "/books/born-a-crime-trevor-noah.jpg",
			"link": "https://www.goodreads.com/book/show/29780253-born-a-crime",
			"rating": "8",
			"review": "Listened on Audible and I'm glad I did, Trevor Noah does a great job bringing his story to life of him growing up in SA. He does a great job balancing the funny stories alongside the serious stories and paints a vivid picture of how tough apartheid was. Trevor's mum sounds like a great character and she did an amazing job raising him. A must listen."
		},
		{
			"href": "brief-answers-to-the-big-questions-stephen-hawking",
			"title": "Brief Answers to the Big Questions",
			"author": "Stephen Hawking",
			"image_url": "/books/brief-answers-to-the-big-questions-stephen-hawking.jpg",
			"link": "https://www.goodreads.com/book/show/40277241-brief-answers-to-the-big-questions",
			"rating": "7",
			"review": "A short read that covers the basics of the big universe. I love a deep question and conversation so this book was great to scratch that itch."
		},
		{
			"href": "nudge-thaler-and-sunstein",
			"title": "Nudge",
			"author": "Thaler and Sunstein",
			"image_url": "/books/nudge-thaler-and-sunstein.jpg",
			"link": "https://www.goodreads.com/book/show/3450744-nudge",
			"rating": "7",
			"review": "People are lazy. The easiest option normally always wins. This book proves that. Software, shopping, politics. Basically we should be being nudged all the time. Why governments don't use this more baffles me."
		},
		{
			"href": "a-study-in-scarlet-arthur-conan-doyle",
			"title": "A Study in Scarlet",
			"author": "Arthur Conan Doyle",
			"image_url": "/books/a-study-in-scarlet-arthur-conan-doyle.jpg",
			"link": "https://www.goodreads.com/book/show/102868.A_Study_in_Scarlet",
			"rating": "8",
			"review": "Listened on Audible, read by Stephen Fry. Haven't read/listened to a lot of fiction so thought I'd start with a bunch of the classics. Great story, locations aren't too far from where I was living so walked via some of the locations whilst out and about. The Mormon section was really interesting too, good story telling. The origin of a whole bunch of mystery stories that have been told since this book and others in the series came out."
		},
		{
			"href": "the-sign-of-four-arthur-conan-doyle",
			"title": "The Sign of Four",
			"author": "Arthur Conan Doyle",
			"image_url": "/books/the-sign-of-four-arthur-conan-doyle.jpg",
			"link": "https://www.goodreads.com/book/show/608474.The_Sign_of_Four",
			"rating": "7",
			"review": "Listened on Audible, read by Stephen Fry. Went straight onto the second book after finishing the first, was looking forward to hearing another Sherlock adventure and wasn't disappointed!"
		},
		{
			"href": "the-adventures-of-sherlock-holmes-arthur-conan-doyle",
			"title": "The Adventures of Sherlock Holmes",
			"author": "Arthur Conan Doyle",
			"image_url": "/books/the-adventures-of-sherlock-holmes-arthur-conan-doyle.jpg",
			"link": "https://www.goodreads.com/book/show/3590.The_Adventures_of_Sherlock_Holmes",
			"rating": "4",
			"review": "Listened on Audible, read by Stephen Fry. Wasn't a fan of the broken up smaller stories. Perhaps listened to a bit much on the trot as I was getting a bit bored of Sherlock at this point."
		},
		{
			"href": "the-hound-of-the-baskervilles-arthur-conan-doyle",
			"title": "The hounds of the Baskervilles",
			"author": "Arthur Conan Doyle",
			"image_url": "/books/the-hound-of-the-baskervilles-arthur-conan-doyle.jpg",
			"link": "https://www.goodreads.com/book/show/8921.The_Hound_of_the_Baskervilles",
			"rating": "5",
			"review": null
		},
		{
			"href": "zero-to-one-peter-thiel",
			"title": "Zero to One",
			"author": "Peter Thiel",
			"image_url": "/books/zero-to-one-peter-thiel.jpg",
			"link": "https://www.goodreads.com/book/show/18050143-zero-to-one",
			"rating": "6",
			"review": "Summary of the book is think radically different. The biggest leaps in progress are vertical, not horizontal. Monopolies are good, for both business and society (not sure I agree with this completely) & Founders need a vision to take their business from zero to one."
		},
		{
			"href": "on-europe-margaret-thatcher",
			"title": "On Europe",
			"author": "Margaret Thatcher",
			"image_url": "/books/on-europe-margaret-thatcher.jpg",
			"link": "https://www.goodreads.com/book/show/35231473-on-europe",
			"rating": "7",
			"review": "I've rated this a 7 because it gives more evidence to the fact that whether you like her or not, Margaret Thatcher had and still has to an extent, a massive impact on UK policy.  All of her arguments against the EU are basically the same ones we've heard for the past 5 years, which is impressive even if I don't agree with the majority of them."
		},
		{
			"href": "stori-cymru-myrddin-ap-dafydd",
			"title": "Stori Cymru",
			"author": "Myrddin Ap Dafydd",
			"image_url": "/books/stori-cymru-myrddin-ap-dafydd.jpg",
			"link": "https://www.goodreads.com/book/show/33645019-stori-cymru---baledi-a-hanesion",
			"rating": "6",
			"review": "Bought to brush up on my Welsh, wish it was a bit more factual but never the less a good read about the stories from Wales' past."
		},
		{
			"href": "soccernomics-simon-kuper-stefan-szymanski",
			"title": "Soccernomics",
			"author": "Simon Kuper, Stefan Szymanski",
			"image_url": "/books/soccernomics-simon-kuper-stefan-szymanski.jpg",
			"link": "https://www.goodreads.com/book/show/6617185-soccernomics",
			"rating": "9",
			"review": "I loved this book. The insight into football was great and I've recommended this book to anyone who has even the slightest interest in football because it's amazing how much data can be used to affect the game. The latest editions include better references for their analysis. The methods they use in the book to measure performance are now used by top clubs every game, so I bet the authors are chuffed they were right about analysis."
		},
		{
			"href": "servants-of-the-people-andrew-rawnsley",
			"title": "Servants of the People",
			"author": "Andrew Rawnsley",
			"image_url": "/books/servants-of-the-people-andrew-rawnsley.jpg",
			"link": "https://www.goodreads.com/book/show/1595181.Servants_of_the_People",
			"rating": "7",
			"review": "I've always been interested in the Tony Blair 'presidency' for two reasons. 1) He understood how to win from the centre of politics and that's something I believe in and think Labour will have to do again to win. 2) Since my formative years were during his premiership, I find it interesting to see what policies he bought in that affected me. The feuding between Brown and Blair was interesting to read about too, they're meant to be on the same team but are constantly fighting for power, not much has changed though so what can you do?"
		},
		{
			"href": "greenlights-matthew-mcconaughey",
			"title": "Greenlights",
			"author": "Matthew McConaughey",
			"image_url": "/books/greenlights-matthew-mcconaughey.jpg",
			"link": "https://www.goodreads.com/book/show/52838315-greenlights",
			"rating": "9",
			"review": "Alright, Alright, Alright. Another Audible listen here and I would almost say that I might not have enjoyed this story as much if it hadn't been an audio book. The way he tells his story is great and does a good job bringing it to life."
		},
		{
			"href": "putin-prisoner-of-power-misha-glenny",
			"title": "Putin: Prisoner of Power",
			"author": "Misha Glenny",
			"image_url": "/books/putin-prisoner-of-power-misha-glenny.jpg",
			"link": "https://www.goodreads.com/en/book/show/52285363-putin",
			"rating": "5",
			"review": "An Audible series about Putin and his rise to power, yikes."
		},
		{
			"href": "why-we-get-the-wrong-politicians-isabel-hardman",
			"title": "Why we get the wrong politicians",
			"author": "Isabel Hardman",
			"image_url": "/books/why-we-get-the-wrong-politicians-isabel-hardman.jpg",
			"link": "https://www.goodreads.com/book/show/39968298-why-we-get-the-wrong-politicians",
			"rating": "8",
			"review": "Turns out being a politician is expensive, the people who would actually be good at the job are off doing other things. It's all about who you know rather that what you know. Unless you can take control of the reigns of a party and radically change it's direction, we're all gonna be stuck with the same lot for ever and ever."
		},
		{
			"href": "the-splendid-and-the-vile-erik-larson",
			"title": "The Splendid and the Vile",
			"author": "Erik Larson",
			"image_url": "/books/the-splendid-and-the-vile-erik-larson.jpg",
			"link": "https://www.goodreads.com/book/show/51187948-the-splendid-and-the-vile",
			"rating": "7",
			"review": "Listened on Audible. Great insight into the stories behind the Blitz, and a reminder of the human stories behind war. The stories of Churchill climbing to the roof of number 10 so he could watch the bombers fly over London is nuts. Listening on Audible was good, although because of the detail that's packed into the book, I feel I may have missed details because I was listening to it instead of reading. Never realised how much Churchill was relying on the US to enter the war either, that was eye opening. The use of journals, diaries and other mixed accounts from surrounding characters was ingenious too as it helped paint a grander picture of all the moving parts of the Blitz. A close up view of a difficult time in the worlds history."
		},
		{
			"href": "operation-julie-lyn-ebenezer",
			"title": "Operation Julie: The World's Greatest LSD Bust",
			"author": "Lyn Ebenezer",
			"image_url": "/books/operation-julie-lyn-ebenezer.jpg",
			"link": "https://www.goodreads.com/book/show/9634222-operation-julie",
			"rating": "7",
			"review": "Great topic. Should be a Netflix series. Tempted to write a script for it, but have no idea where to start. The book is a bit scatter gun all over the place, but still an interesting read. Music icons such as Bob Dylan, Jimi Hendrix & The Rolling Stones all going to Llanddewi Brefi to buy their LSD is nuts."
		},
		{
			"href": "light-of-the-stars-adam-frank",
			"title": "Light of the Stars: Alien Worlds and the Fate of the Earth",
			"author": "Adam Frank",
			"image_url": "/books/light-of-the-stars-adam-frank.jpg",
			"link": "https://www.goodreads.com/book/show/36236156-light-of-the-stars",
			"rating": "9",
			"review": "The Drake Equation! The atmosphere! Alien life! Venus and Mars landers! A recap of the history of our journey in space so far as the human race. Made me think about the complexities of the universe and how we're definitely not alone in the universe. If we are alone in the univerise (as there always has to be a first species that survives), is that an even scarier thought than life on other planets?"
		},
		{
			"href": "no-longer-white-people-reni-eddo-lodge",
			"title": "Why I'm No Longer Talking to White People About Race",
			"author": "Reni Eddo-Lodge",
			"image_url": "/books/no-longer-white-people-reni-eddo-lodge.jpeg",
			"link": "https://www.goodreads.com/book/show/33606119-why-i-m-no-longer-talking-to-white-people-about-race",
			"rating": "6",
			"review": "The book changed the way I think about white privilege and the fact that if you're white, your race will not impact your life's trajectory negatively in Britain. Will be reading more on the topic."
		},
		{
			"href": "the-prince-machiavelli",
			"title": "The Prince",
			"author": "Niccolò Machiavelli",
			"image_url": "/books/the-prince-machiavelli.jpeg",
			"link": "https://www.goodreads.com/book/show/28862.The_Prince",
			"rating": "7",
			"review": "An interesting read and lives up to the hype around it, (I mean it must have because his last name became synonymous with being sneaky etc.) but yeah in summary, is it okay to do anything it takes to win? Key point r.e politics I took from it was to protect a country it needs its own army, not mercenaries. Makes sense really. Down to people wanting to fight for something instead of being paid to fight for a thing they don't believe in. "
		},
		{
			"href": "wrestling-with-the-devil-ngugi-wa-thiongo",
			"title": "Wrestling with the Devil: A Prison Memoir",
			"author": "Ngugi wa Thiong'o",
			"image_url": "/books/wrestling-with-the-devil-ngugi-wa-thiongo.jpeg",
			"link": "https://www.goodreads.com/book/show/28862.The_Prince",
			"rating": "8",
			"review": "Christ, Britain did some messed up shit in Kenya. The prison memoirs paint a vivid picture of life inside the prison and the effects of being starved of human contact whilst in isolation. The human mind is fragile and the author does a good job describing the internal struggle he's dealing with. The fact that he was arrested for simply bringing communities together over a play is nuts. The book does an excellent job of unapologetically taking you through some very important historical times in Kenya."
		},
		{
			"href": "first-you-write-a-sentence-joe-moran",
			"title": "First You Write a Sentence",
			"author": "Joe Moran",
			"image_url": "/books/first-you-write-a-sentence-joe-moran.jpeg",
			"link": "https://www.goodreads.com/en/book/show/38470061",
			"rating": "2",
			"review": "The book dragged, A LOT. Filled with quick little facts and tid bits of history including the origin of some words/phrases. Talked about language in ad reads which is also interesting to be me, and it did provide insight on the English language, how sentence structure is important and how those sentences influences how people think. But christ, a lot of waffle, which is ironic as the author makes the case to get to the point when writing sentences."
		},
		{
			"href": "born-to-run-christopher-mcdougall",
			"title": "Born to Run",
			"author": "Christopher McDougall",
			"image_url": "/books/born-to-run-christopher-mcdougall.jpeg",
			"link": "https://www.goodreads.com/book/show/6289283-born-to-run",
			"rating": "9",
			"review": "Incredible. Such a good read, will be purchasing a pair of Vibram five fingers and modifying running technique to improve running distance. Good motivation for running a marathon. Makes it seem achievable considering the runners in this book are running 100 mile ultras in 40 degree heat. I can run a marathon. The narrative throughout the book is great, especially the way that science and facts weave in and out of the story. This method of writing keeps you turning the page wanting to find out what happens next. I enjoy running already but this has taken my love of running to new heights."
		},
		{
			"href": "the-marshmellow-test-walter-mischel",
			"title": "The Marshmallow Test",
			"author": "Walter Mischel",
			"image_url": "/books/the-marshmellow-test-walter-mischel.jpeg",
			"link": "https://www.goodreads.com/book/show/20454074-the-marshmallow-test?ac=1&from_search=true&qid=MhDTyfjaXG&rank=1",
			"rating": "5",
			"review": "Listened on Audible. Some good advice in there regarding self control and being able to control your impulses. Quite a lot of scientific review and analysis of the work that was conducted. Bought this on sale on Audible, would have enjoyed it more if I'd have read it I think. Summary is early childhood sets you up, but you are not a prisoner of your genetics and you can change things via will power if you really want, you just have to actually want to."
		},
		{
			"href": "palestine-israel-conflict-dan-cohn-sherbock-dawoud-el-alami",
			"title": "The Palestine-Israeli Conflict",
			"author": "Dan Cohn-Sherbok, Dawoud El-Alami",
			"image_url": "/books/palestine-israel-conflict-dan-cohn-sherbock-dawoud-el-alami.jpeg",
			"link": "https://www.goodreads.com/book/show/57547.The_Palestine_Israeli_Conflict",
			"rating": "7",
			"review": "Prior to reading this book my knowledge of the Israel-Palestine conflict was limited to Vox YouTube videos and the occasional documentary. The book covers the origin of the conflict, the birth of Zionism and how the British Empire (causing trouble again) had promised Palestine (land that wasn't theirs?) to mutliple people in order to gain support for various wars. The book is split into three parts, a Israeli perspective, a Palestinian perspective and a debate section at the end. Would have been interested in a longer debate section as it was only 30 pages long. Some insightful arguments were made and it would have been good to expand on these. Key takeaway is better understanding of the motives of both sides and inevitably sympathy for the victims as both sides have resorted to attacking the other on numerous occasions throughout the conflict."
		},
		{
			"href": "cant-hurt-me-david-goggins",
			"title": "Can't Hurt Me",
			"author": "David Goggins",
			"image_url": "/books/cant-hurt-me-david-goggins.jpeg",
			"link": "https://www.goodreads.com/book/show/41721428-can-t-hurt-me",
			"rating": "7",
			"review": "David Goggins is nuts. Listened on Audible and it was kinda like a podcast between chapters as DG was chatting to his friend (the narrator) about the contents of each chapter so you got a summary at the end which was an interesting take on an audio book I haven't come across before. His childhood was tough, poor bloke. Although towards the end of the book I do get the feeling that everything is a battle. Like, EVERYTHING. The chapter about 'taking souls' and psyching out his BUDS instructors was pretty nuts, and he ran an Ultra Marathon with bone fractures in his legs. Not sure I have any valid excuses next time I don't wanna run. Incredibly motivational, has achieved so much but someone should tell him it's okay to have a day off even if it's not scheduled. But then again, he's done pretty well so far so what do I know?"
		},
		{
			"href": "the-coming-of-the-third-reich-richard-j-evans",
			"title": "The Coming of the Third Reich",
			"author": "Richard J. Evans",
			"image_url": "/books/the-coming-of-the-third-reich-richard-j-evans.jpeg",
			"link": "https://www.goodreads.com/book/show/319473.The_Coming_of_the_Third_Reich",
			"rating": "8",
			"review": "The first of a three part series on Nazi Germany. I picked up this book because I've never understood how a democratic country could allow the Nazi's to rise to power and this books does a great job in showcasing all harships that Germany was going through, prior to 1933. WW1, The Teaty of Versailles, hyperinflation & the great depression are covered in great detail by the author. The history of the Kaiser, (German Emperor, which derived from the Roman emperors' title of Caesar) was insightful, and then moving on to the politicking between The Social Democrats, The Communinists, The Nationalists & The Centre Party showed that if everyone isn't on similar footing for the foundation of a society, it can lead to huge problems in the future, i.e certain politican parties at the time didn't really want a democracy, but for their party to take control of Germany via revolution. Other parties could have formed a coalition to stop the Nazi's as they never held a majority in The Reichstag. Another fact that the population was divided by political party in almost every aspect of their lives (social clubs, events, friends, news papers, work) was a suprise to me. The Brownshirts fighting whilst the Nazi's seize control was brutal too. A tough read at parts but important to know the history in order to prevent similar happening again."
		},
		{
			"href": "the-koran-a-very-short-introduction",
			"title": "The Koran: A Very Short Introduction",
			"author": "Michael A. Cook",
			"image_url": "/books/the-koran-a-very-short-introduction.jpeg",
			"link": "https://www.goodreads.com/book/show/56539.The_Koran",
			"rating": "5",
			"review": "Topics covered include an intro and a basic history of the Quran, the dissemination and interpretation of it's contents and how these messages are recieved in the Muslim world. Interesting insight into a subject I don't know that much about and I will be reading more on the subject."
		},
		{
			"href": "when-breath-becomes-air-paul-kalanithi",
			"title": "When Breath Becomes Air",
			"author": "Paul Kalanithi",
			"image_url": "/books/when-breath-becomes-air-paul-kalanithi.jpeg",
			"link": "https://www.goodreads.com/book/show/25899336-when-breath-becomes-air",
			"rating": "8",
			"review": "I'm not crying, you're crying. Death comes for all of us. 'For us, for our patients: it is our fate as living, breathing, metabolizing organisms.'. Being a doctor is tough. The hours they work, the constant stream of patients, having to support them through the highs and lows of their illnesses must be exhausting. The book is split into two halves and even though the book is short (200-ish) pages, I felt like the first half was an insightful peek behind the curtain on the journey to becoming a doctor. The first half contained two moments that stuck with me that were aside from Paul's story, the first being his first dissection of a cadaver. It brought anecdotes of a doctor's dark sense of humour etc to the front of my mind, and how the sense of humour does probably protect them from the more difficult aspects of their job. The other 'christ alive' moment, was when Paul discusses installing an electric diode implant for the patient with Parkinsons, and it was misplaced by 2mm to the left of the intended target, which resulted in the patient saying 'oh I feel very sad now, what's happened?' almost immediately. WHAT?! The human brain is that delicate? (well obviously, but it just shocked me). The second half is then Paul learning how to cope with his diagnosis and his own mortality which is done beautifully, how he could have written it whilst undergoing all his treatment is incredibly impressive. You know how the book ends but it still won't stop you from crying whilst reading the last 20 pages."
		},
		{
			"href": "young-money-kevin-roose",
			"title": "Young Money",
			"author": "Kevin Roose",
			"image_url": "/books/young-money-kevin-roose.jpeg",
			"link": "https://www.goodreads.com/book/show/17899438-young-money",
			"rating": "7",
			"review": "After reading this book I can confirm a career in banking/finance is not for me. The author speaks to 8 junior members of staff at various banks on Wall Street and it sounds horrific. Yes, you have a very good starting salary and an insane bonus (which works out to $150,000 p.a) but you're working 100 hour weeks and being treated awfully by your superiors. One junior analyst in the book did the maths and figured out he was earning $15.00 an hour. That is an hourly rate Democrats in America are now saying the living standard in the U.S (2021). You get the status of working at a major bank on Wall Street (although is that as strong as it used to be?) but you lose your life for two years. Some quotes from high up CEO's r.e 2008 financial crash too which were awful (shock) but my main takeaway from this book is, if anyone wants to go work on Wall Street or The City, they should read this book."
		},
		{
			"href": "the-ratline-philippe-sands",
			"title": "The Ratline",
			"author": "Philippe Sands",
			"image_url": "/books/the-ratline-philippe-sands.jpeg",
			"link": "https://www.goodreads.com/book/show/45692429-the-ratline",
			"rating": "8",
			"review": "Well, that was a rollercoaster. The reveal at the end with Horst was a twist I didn't see coming, although it does raise the issue that Horst seemingly didn't care that his father was a war criminal, even when presented with evidence. The fact that more people don't know about The Ratlines and how some of the most prominent Nazi's escaped is beyond me. Also why isn't well known that the Vatican helped hide Nazi's after the war too? The author did a great job researching this book, how he and his team managed to bring the story of Otto and Charlotte (the husband and wife) back to life after 60 odd years is incredible. Charlotte's failure to condemn Otto and repent for her own villainous activities is awful. Until her last days she lied about Otto's involvement. She stole many precious pieces of art and other valuables whilst Otto was in charge of occupied Poland. The book shows that even though Charlotte and Otto are people, they're still horrible, awful human beings."
		},
		{
			"href": "1984-george-orwell",
			"title": "Nineteen Eighty-Four",
			"author": "George Orwell",
			"image_url": "/books/1984-george-orwell.jpeg",
			"link": "https://www.goodreads.com/book/show/40961427-1984",
			"rating": "7",
			"review": "I finally got round to reading 1984. I'd heard the term 'Orwellian' for years, know that it was related to dystopian totalitarian states and now I can finally use it not feeling like a fraud. The term gets thrown around a lot now because of the time we live in, constantly connected via devices that listen to us, track our every movement and use that information to and sell us adverts. It's important to think for yourself."
		},
		{
			"href": "team-of-rivals-doris-kearns-goodwin",
			"title": "Team of Rivals",
			"author": "Doris Kearns Goodwin",
			"image_url": "/books/team-of-rivals-doris-kearns-goodwin.jpeg",
			"link": "https://www.goodreads.com/book/show/2199.Team_of_Rivals",
			"rating": "8",
			"review": "This is an incredibly long book, filled with so much research and intimate stories, that it transported me to America in the 1800's. Abraham Lincoln, New York senator William H. Seward, Ohio governor Salmon P. Chase, and Missouri's distinguished elder statesman Edward Bates all ran for president in 1860. The book covers the story of these four men during the American civil war.  Things that stick out at the moment, talk of slavery and the horrific scenes as you crossed the border into the south causing bates and his family to turn around and go home. Abraham Lincoln seemed to be very melancholy in stages of his life, even suicidal at times after his engagement was broken off, his political plans for senate thrown off and his friends all leaving town. He worried about the impact he would have on history. Lincoln's mother died when he was young, luckily he had a loving step mother come in. Lincoln was great at telling stories and an amazing grass roots politician. Seward legally represented a slave that killed a family, the whole town was unhappy that he did it but he did it as he was still a man that deserved a fair trial. America is the country founded on the ideals that the people can govern themselves. Lincoln once gave up a 47 - 5 lead in senate votes, just to make sure an pro abolishment candidate got in. Wow. That lead he gave up came back to help him win the nomination though, he truly was one of the great polticers of the age. Winning the nomination by being everyone's second choice as everyone disliked the leaders, clever. Always amazes me that the White House is still standing today, reading stories of the Lincoln family running around the WH, wrestling Lincoln between cabinet meetings etc. I've been to Independence Hall in Philly and whilst AL was on the way from Illinois he called by IH to meet future cabinet members."
		},
		{
			"href": "animal-farm-george-orwell",
			"title": "Animal Farm",
			"author": "George Orwell",
			"image_url": "/books/animal-farm-george-orwell.jpeg",
			"link": "https://www.goodreads.com/book/show/170448.Animal_Farm",
			"rating": "5",
			"review": "All animals are equal, but some animals are more equal than others. Good quick read, interesting points. Power corrupts. Is a commentary on the corruption of socialist ideals in The Soviet Union around the Russian Revolution. The book amplfies how naive the working class animals are. Corruption is everywhere. It's hard to hold on to revolutionary ideals for too long."
		},
		{
			"href": "the-hitchhikers-guide-to-the-galaxy-douglas-adams",
			"title": "The Hitchhiker's Guide to the Galaxy",
			"author": "Douglas Adams",
			"image_url": "/books/the-hitchhikers-guide-to-the-galaxy-douglas-adams.jpeg",
			"link": "https://www.goodreads.com/book/show/386162.The_Hitchhiker_s_Guide_to_the_Galaxy",
			"rating": "3",
			"review": "Not a fan of this, gives me quirky for the sake of being quirky vibes. Won't continue with the series but glad I gave it a go. "
		},
		{
			"href": "the-strange-death-of-europe-douglas-murray",
			"title": "The Strange Death of Europe",
			"author": "Douglas Murray",
			"image_url": "/books/the-strange-death-of-europe-douglas-murray.jpeg",
			"link": "https://www.goodreads.com/book/show/33584231-the-strange-death-of-europe",
			"rating": "6",
			"review": "Anyone that says this book is 100% correct is an idiot. Anyone that says this book is 100% incorrect is also an idiot. I personally think it's more incorrect than correct at times, the alarmist title and fearmonger's tone throughout the book is too much. Lack of cultural integration can cause issues in certain areas of society and if we're not allowed to talk about these issues, the situation can never improve. Everyone was a migrant at some point, we need to remember that. Contains a lot of generalisation, and considering the European Migrant crisis was a difficult and complicated time, it isn't fair to lump all 'immigration' into this group of 'not european', because people will have moved to Europe prior to the crisis and integrated well. We should take our share of refugees and help people where we can. A fair point raised was we should look at helping/supporting anyone in and around their homes, current Goverment cutting the foreign aid budget is ludicrous. If there is a problem with migration into Europe/enlightenment-based liberal countries then we as a society should be able to have a respectful but frank conversation, out in the open to see if there are areas that need improving."
		},
		{
			"href": "a-very-british-coup-chris-mullin",
			"title": "A Very British Coup",
			"author": "Chris Mullin",
			"image_url": "/books/a-very-british-coup-chris-mullin.jpeg",
			"link": "https://www.goodreads.com/book/show/4012218-a-very-british-coup",
			"rating": "7",
			"review": "The book that foretold the rise of Jeremy Corbyn. Got through this quite quickly, based in Britain in the 1980's, Harry Perkins (a far left MP for the Labour Party) wins an election and becomes PM. The establishment, right wing news media, the Americans and just about everyone else throws the kitchen sink at him to make sure his government fails. Can you guess what happens next?"
		},
		{
			"href": "fall-robert-maxwell",
			"title": "Fall",
			"author": "Robert Maxwell",
			"image_url": "/books/fall-robert-maxwell.jpeg",
			"link": "https://www.goodreads.com/en/book/show/52240876-fall",
			"rating": "9",
			"review": "What is Robert Maxwell's life? My god this mans life is insane. The stories from his early years were just incredible, at 23 he'd set up a publishing company in allied Berlin, survived ww2 and interrogated Hitler's doctor and found his will? What?! Then his children were used in a trial to cure cholera? What?! Then he became an MP? What!? The list just goes on and on. A must read. "
		},
		{
			"href": "fallen-idols-alex-von-tunzelmann",
			"title": "Fallen Idols",
			"author": "Alex Von Tunzelmann",
			"image_url": "/books/fallen-idols-alex-von-tunzelmann.jpeg",
			"link": "https://www.goodreads.com/book/show/33584231-the-strange-death-of-europe",
			"rating": "7",
			"review": "Short book full of interesting tidbits and facts, underlining with a theme of it's good to take down statues that glorify people in the past that have done horrific things. My opinion on the issue of bringing down statues varies on the statue in question. Most examples in the book deserved to be taken down, I still believe that the majority of statues should be taken down and not torn down but tearing down statues is an expression of free speech (i.e when the US gained independence from the UK, they tore down a statue of King George III) and it brings attention to the problems that the statues represent, so maybe pulling down a statue or two every now and again is actually a good thing."
		},
		{
			"href": "sapiens-yuval-noah-harari",
			"title": "Sapiens",
			"author": "Yuval Noah Harari",
			"image_url": "/books/sapiens-yuval-noah-harari.jpeg",
			"link": "https://www.goodreads.com/book/show/23692271-sapiens",
			"rating": "6",
			"review": "Listened on Audible, interesting book giving an overview of the human species."
		},
		{
			"href": "the-third-reich-in-power-richard-j-evans",
			"title": "The Third Reich in Power",
			"author": "Richard J. Evans",
			"image_url": "/books/the-third-reich-in-power-richard-j-evans.jpeg",
			"link": "https://www.goodreads.com/book/show/536788.The_Third_Reich_in_Power",
			"rating": "8",
			"review": "Book two of a three part series, this one more haunting than the last. The methods in which the Nazi's manipulated, coerced and threatened the German public into being complacent whilst they were in power is unfathomable when thinking about how we live today. The middle of the books goes into the details of the Nazi's taking control of every aspect of the German people's lives, social clubs, youth clubs, womens clubs, to ensure everyone was adhereing to the new laws being imposed on the German public. Due to the Nazi's having control of the Reichstag, they could incremently implement laws that would take away the rights of Jewish people and then spin it as progress for the German people. Fucked up. The Eugenics, racist science, blood and soil brainwashing of the children in schools, Fucked up. The photos in the book that document all this, also fucked up."
		},
		{
			"href": "broken-heartlands-sebastian-payne",
			"title": "Broken Heartlands",
			"author": "Sebastian Payne",
			"image_url": "/books/broken-heartlands-sebastian-payne.jpeg",
			"link": "https://www.goodreads.com/book/show/58527112-broken-heartlands",
			"rating": "9",
			"review": "What a book, and my main take away from this is that Jeremy Corbyn was the main reason why Labour lost the elections in 2017 & 2019."
		},
		{
			"href": "letters-from-a-stoic-seneca",
			"title": "Letters from a Stoic",
			"author": "Seneca",
			"image_url": "/books/letters-from-a-stoic-seneca.jpeg",
			"link": "",
			"rating": "5",
			"review": null
		},
		{
			"href": "the-anarchist-handbook-michael-malice",
			"title": "The Anarchist Handbook",
			"author": "Michael Malice",
			"image_url": "/books/the-anarchist-handbook-michael-malice.jpeg",
			"link": "",
			"rating": "5",
			"review": null
		},
		{
			"href": "empireland-sathnam-sanghera",
			"title": "Empireland",
			"author": "Sathnam Sanghera",
			"image_url": "/books/empireland-sathnam-sanghera.jpeg",
			"link": "https://www.goodreads.com/en/book/show/55216172-empireland",
			"rating": "7",
			"review": "A lot of the bad/questionable things that have happened in the last 100/200 years can always be related back to empire some way or another. Some of the stories in this book from when India was occupied are horrific, and christ the Koh-i-Noor Diamond story... if you're reading this google it, my god. Interesting discussions r.e stolen artifacts in the British museum and should they be returned. I feel like the author should be clearer though in stating that he predominantly means England and not Britain, as the empire was an English invention and mostly benefited England. Taking Wales as an example, Wales itself was not only colonised earlier in the century, and treated as a colonial possession throughout. Capel Celig (a Welsh language village), was flooded to make a reservoir to serve the needs of Liverpool. Welsh Not another example (Google it). I learnt quite alot regarding empire and the echos that are still being heard today in 2021. I think I will pick up another book on the empire at somepoint to learn more about it."
		},
		{
			"href": "something-deeply-hidden-sean-carroll",
			"title": "Something Deeply Hidden",
			"author": "Sean Carroll",
			"image_url": "/books/something-deeply-hidden-sean-carroll.jpeg",
			"link": "",
			"rating": "5",
			"review": null
		},
		{
			"href": "dinner-with-mugabe-heidi-holland",
			"title": "Dinner With Mugabe",
			"author": "Heidi Holland",
			"image_url": "/books/dinner-with-mugabe-heidi-holland.jpeg",
			"link": "https://www.goodreads.com/book/show/3427362-dinner-with-mugabe",
			"rating": "5",
			"review": "Mugabe, complicated childhook and early upbringing. He spent some time in prison. Ended up a wrongun."
		},
		{
			"href": "snow-country-yasunari-kawabatag",
			"title": "Snow Country",
			"author": "Yasunari Kawabata",
			"image_url": "/books/snow-country-yasunari-kawabata.jpeg",
			"link": "",
			"rating": "3",
			"review": "Wasn't a big of this book, it was fairly dull and I wasn't engaged whilst reading it."
		},
		{
			"href": "how-to-have-impossible-conversations-james-lindsay",
			"title": "How to have impossible conversations",
			"author": "James Lindsay",
			"image_url": "/books/how-to-have-impossible-conversations-james-lindsay.jpeg",
			"link": "",
			"rating": "5",
			"review": null
		},
		{
			"href": "motorcycle-diaries-che-guevara",
			"title": "Motorcycle Diaries",
			"author": "Che Guevara",
			"image_url": "/books/motorcycle-diaries-che-guevara.jpeg",
			"link": "https://www.goodreads.com/book/show/55224233-the-motorcycle-diaries",
			"rating": "7",
			"review": "A short & interesting read, Che travels through South America with his friend Alberto encountering real people and having small adventures along the way. He really does rely on the kindness of strangers as they offer him shelter and food throughout his journey, whilst he worked occasionally when the opportunity presented itself to trade work for food/money to buy food. Early exposure to the problems that would eventually form his ideas as a revolutionary. Wasn't a big fan of the American tourists at Machu Picchu, surprisingly..."
		},
		{
			"href": "12-more-rules-for-life-jordan-peterson",
			"title": "12 more rules for life",
			"author": "Jordan Peterson",
			"image_url": "/books/12-more-rules-for-life-jordan-peterson.jpeg",
			"link": "",
			"rating": "6",
			"review": "Enjoyed the first book, Jordan Peterson seems to have gone a lot more right wing since I last checked and it's a shame really (viva la center ground). Some good lessons from here again and I believe you can dissect the ideas from the author to a certain extent. It's good to learn from people you disagree with."
		},
		{
			"href": "12-rules-for-life-jordan-peterson",
			"title": "12 rules for life",
			"author": "Jordan Peterson",
			"image_url": "/books/12-rules-for-life-jordan-peterson.jpeg",
			"link": "",
			"rating": "7",
			"review": "Good book with some good lessons in here. Don't agree with majority of his political views, but the stuff about taking responsibility for yourself is valuable."
		},
		{
			"href": "lifespan-david-sinclair",
			"title": "Lifespan",
			"author": "David Sinclair",
			"image_url": "/books/lifespan-david-sinclair.jpeg",
			"link": "https://www.goodreads.com/en/book/show/43723901-lifespan",
			"rating": "9",
			"review": "This is probably the best book I've read this year. Sirutins, NAD, NMN and the research being done at the moment to prevent aging is jaw dropping. I really hope governments take the proposals of changing aging to a disease seriously and begin to treat it as something that can be cured. Ageing is the reason that the majority of humans will die but if we can delay that, that is something worth pursuing. I've taken up intermittent fasting and reducing the amount of alcohol I drink after reading this book. I should start running again, it's been long enough since I did my marathon to consider my 'rest period' over!"
		},
		{
			"href": "short-history-of-london-simon-jenkins",
			"title": "A Short History of London",
			"author": "Simon Jenkins",
			"image_url": "/books/short-history-of-london-simon-jenkins.jpeg",
			"link": "https://www.goodreads.com/en/book/show/43805743-a-short-history-of-london",
			"rating": "7",
			"review": "This book took way too long to read, been quite busy and haven't had a chance to read properly. Good book full of interesting little facts from Londinium to modern London. Goes into a lot of details about planning, how London has been rebuilt a bunch of times. The first 1700 years are covered quite quickly and then the last 300 years makes up about 50% of the book, learnt somethings about Canary Wharf, the city, London architecture choices etc. He does like a moan though, slags out anyone that tries to build something new in London... and really doesn't like Tony Blair lol"
		},
		{
			"href": "get-rich-or-lie-trying-symeon-brown",
			"title": "Get Rich or Lie Trying",
			"author": "Symeon Brown",
			"image_url": "/books/get-rich-or-lie-trying-symeon-brown.jpeg",
			"link": "https://www.goodreads.com/book/show/59645209-get-rich-or-lie-trying",
			"rating": "7",
			"review": "We are doomed as a species. We are doomed as a species. We are doomed as a species. We are doomed as a species. We are doomed as a species. I knew all of this was already happening and I'd suggest the book is aimed at people who I would say aren't 'digital first', but seeing the examples made it very real. Regulate the algorithms."
		},
		{
			"href": "motherhood-sheila-heti",
			"title": "Motherhood",
			"author": "Sheila Heti",
			"image_url": "/books/motherhood-sheila-heti.jpeg",
			"link": "https://www.goodreads.com/book/show/36203362-motherhood",
			"rating": "8",
			"review": "My main takeaway from this book was the importance of a good childhood. Her mother was depressed and not able to live out her goals and ambitions, which led to resentment of the author. The book is written as an exercise to find out how the author feels in regards to wanting children or not. Early on I got the feeling she had already made her mind up, and never wanted a child but the book nonetheless does a good job of talking through the pressures/questions/concerns a woman would go through when making this decision.  Women do have to choose early on, which is shit. No denying that, but also personally I (a bloke) wouldn't want to leave it late because I don't want to be an elder parent. \n\n She asks some good questions throughout the book, two favourites include: \n Can you grow beyond your parents? - Sheila thought not, I think you can. \n Do you have to choose between a soul mate or a child? - Sheila thought so, I don't. (but ya know you obviously have to be a realistic) \n\n I think though, maybe I'm an optimist? Sceptical, but still an optimist... it's a thing. \n\n Other key things that stood out for me:\n Don't ask questions you don't want answers to (the chairs from the old man, yikes).\n If you want to know what your life is, destroy everything and move away and see what builds up again. If it's the same again, that's your life.\n All men are out there to ruin the bright and shimmering path of a woman - don't necessarily agree with this, but it's interesting to read the viewpoint.\n You don't have to choose between art and being a parent, the author thought that specifically because her mother made her feel that way, that is not the case. \n\n My optimism shines here again possibly, but 'breeding is turning away from the living' isn't right in my opinion. You would be bringing new life into the world with someone you care about the most in the world (in theory obviously). On the 'romantic side', wouldn't you want people around that are 50/50 with the person you 'love the most?' \n\n You might turn away from people in your life at the time, but you open up to other people with children, family, you get a better understanding of your parents/ancestors I assume? \n\n A woman's main activity of life is not motherhood. Any woman can be a mother if they so choose, it is the activities around her that define her, and 'mother' can be one of those things. \n\n The state should pay for paternity and maternity leave.  Two people can help hundreds of people, but also if you nurture and love your children correctly with the right opportunities they can help millions. Although that's a lot of pressure on the kid. You should just want them to be happy. \n\n It's good to question things, tying the chicken legs so that they fit in the pot. \n \n Shelia's friend that 'heard the sound' whilst fucking and wanted to get pregnant then and there… they had the baby but they ended up separated shortly after. This does work for people, but then is this best for the child? It comes back to my main takeaway from the book... upbringings.  \n\n The other big thing that led me to think the upbringing had an effect on her was later on in the book it's revealed that Sheila has depression and she starts taking antidepressants. Once she starts taking her medication she begins to feel happier, and is able to accept love and stop questioning her worries and doubts. This isn't to say she was 'unhealthy' and didn't want a baby and if she'd have been 'healthier' sooner she'd have had a baby, but I feel this is an important point that detracts from some of the questions asked in the book. As said above, her mother was depressed and not able to live out her goals and ambitions, which led to resentment of the author. This is really sad, children are more perceptive then adults think and because the mother didn't get a chance to live out her goals and felt restricted by her child, Sheila picked it up and it might or might not have had an effect on her. End of the day though, Sheila seems happy with her choices and she should be. Great book, great recommendation, and got me thinking about things I hadn't seriously taken time to consider before now."
		}
	]
}
